Repository: yonifre/lenix-elementor-leads-addon
Catalog: languages/elementor-leads-*.po
Languages: fr_fr

source: Elementor leads: Elementor Pro plugin is inactive!
fr_fr: Elementor leads : l’extension Elementor Pro n’est pas activée !

source: My leads
fr_fr: Mes messages

source: No forms found yet
fr_fr: Aucun formulaire trouvé

source: To view forms, create at least one form
fr_fr: Pour afficher des formulaires, créez au moins un formulaire.

source: Form Name
fr_fr: Nom du formulaire

source: Form Location
fr_fr: Position du formulaire

source: Leads Count
fr_fr: Nombre de messages

source: Email Recipes
fr_fr: Courriel de réception

source: From
fr_fr: De

source: To
fr_fr: À

source: Define Dates
fr_fr: Définir les dates

source: Export leads to csv
fr_fr: Exporter en .CSV

source: Form Fields
fr_fr: Champs du formulaire

source: Time
fr_fr: Heure

source: No leads found yet
fr_fr: Aucun message trouvé

source: Lead #
fr_fr: Message #

source: No Label
fr_fr: Pas de libellé

source: Download File
fr_fr: Télécharger le fichier

source: Elementor Leads
fr_fr: Messages Elementor

# Post Type General Name
source: Leads
fr_fr: Messages

# Post Type Singular Name
source: Lead
fr_fr: Message

source: Leads
fr_fr: Messages

source: Lead Archives
fr_fr: Archives de messages

source: Lead Attributes
fr_fr: Attributs du message

source: Parent Lead:
fr_fr: Parent du message :

source: All Leads
fr_fr: Tous les messages

source: Add New Lead
fr_fr: Ajouter un nouveau message

source: New Lead
fr_fr: Nouveau message

source: Edit Lead
fr_fr: Modifier le Message

source: Update Lead
fr_fr: Mettre à jour le message

source: View Lead
fr_fr: Voir le message

source: View Leads
fr_fr: Voir les messages

source: Search Lead
fr_fr: Rechercher un message

source: No Leads
fr_fr: Pas de messages

source: No Leads found in Trash
fr_fr: Aucun message trouvé dans la corbeille

source: Featured Image
fr_fr: Image mise en avant

source: Set featured image
fr_fr: Définir comme image mise en avant

source: Remove featured image
fr_fr: Supprimez l’image mise en avant

source: Use as featured image
fr_fr: Utiliser comme image mise en avant

source: Insert into Lead
fr_fr: Insérer dans le message

source: Uploaded to this Lead
fr_fr: Téléchargé sur ce message

source: Leads list
fr_fr: Liste des messages

source: Leads list navigation
fr_fr: Navigation dans la liste des messages

source: Filter Leads list
fr_fr: Filtrer la liste des messages

source: Lead
fr_fr: Message

source: leads from forms
fr_fr: messages depuis les formulaires

source: Lenix Elementor Leads addon
fr_fr: Module Lenox Elementor Leads

source: Lenix
fr_fr: Lenox
